Repository: ijolakoska/FlowerAndGiftShop
Catalog: FlowerAndGiftShop/FlowerAndGiftShop/App_LocalResources/FAGShopResources.*.resx
Languages: mk_mk

source: About orders
mk_mk: За нарачките

source: Actions
mk_mk: Акции

source: Address
mk_mk: Адреса

# addressCityData
source: 1000 Skopje
mk_mk: 1000 Скопје

# addressCountryData
source: Macedonia
mk_mk: Македонија

# addressStreetData
source: Sv. Kliment Ohridski 135
mk_mk: Св. Климент Охридски 135

source: All Flowers
mk_mk: Сите цвеќина

source: All Gifts
mk_mk: Сите подароци

source: Back
mk_mk: Назад

source: Back to List
mk_mk: Назад кон листа

source: Balloons
mk_mk: Балони

source: Birthday
mk_mk: Роденден

source: Bouquets
mk_mk: Букети

source: Buy All
mk_mk: Купи ги сите

source: Cancel Order
mk_mk: Откажи нарачка

source: Cards
mk_mk: Картички

source: Christmas
mk_mk: Новогодишно

source: Contact
mk_mk: Контакт

source: Create
mk_mk: Креирај

source: Create New
mk_mk: Креирај

# CreateNewAccount
source: Create a new account.
mk_mk: Креирај нова корисничка сметка

source: Create Promotion
mk_mk: Креирај промоција

source: Customer ID
mk_mk: Код на клиент

source: Date
mk_mk: Датум

source: Date Ordered
mk_mk: Датум на нарачка

source: Date to be completed
mk_mk: Краен датум

source: Decorations
mk_mk: Декорации

source: Delete
mk_mk: Избриши

# deleteConfirm
source: Are you sure you want to delete this?
mk_mk: Дали сте сигурни дека сакате да го избришете ова?

source: Delivery
mk_mk: Испорака

source: Delivery address:
mk_mk: Адреса на испорака

# deliveryMessage1Data
source: Free delivery for every order with payment at least 30 minutes after it is created!
mk_mk: Бесплатна испорака за секоја нарачка која ќе се наплати најмногу 30 минути по креирањето!

source: Description
mk_mk: Опис

source: Details
mk_mk: Детали

source: Edit
mk_mk: Уреди

source: employee
mk_mk: Вработен

source: Events
mk_mk: Настани

source: Finished Status
mk_mk: Завршен статус

source: Flower
mk_mk: Цвеќе

source: Flowers
mk_mk: Цвеќина

source: Free Delivery
mk_mk: Бесплатна испорака

source: Gerbera
mk_mk: Гербери

source: Gifts
mk_mk: Подароци

source: Go to Item Details
mk_mk: Детали на производ

source: Home
mk_mk: Почетна

source: Include delivery
mk_mk: Вклучи испорака

source: Is Employee
mk_mk: Вработен

source: Item Code
mk_mk: Код на производ

source: Item Name
mk_mk: Име на производ

source: Item Price
mk_mk: Цена на производот

source: Item Type
mk_mk: Тип на производ

source: Log in
mk_mk: Логирај се

source: Mobile
mk_mk: Моб

source: More about delivery
mk_mk: Повеќе за испорака

source: My Favorites
mk_mk: Мои омилени

source: My Orders
mk_mk: Мои нарачки

source: My Shop Cart
mk_mk: Моја кошничка

source: Note
mk_mk: Забелешка

source: Number of available pieces
mk_mk: Број на достапни парчиња

source: Order
mk_mk: Нарачка

source: Order Details
mk_mk: Детали на нарачка

source: Order ID
mk_mk: Код на нарачка

source: OrderPackages
mk_mk: Пакет нарачки

source: Orders
mk_mk: Нарачки

source: Outdoor Party
mk_mk: Забава на отворено

source: Phone
mk_mk: Тел

source: Phones
mk_mk: Телефони

source: Price
mk_mk: Цена

source: Products
mk_mk: Производи

# promotionMessage1Data
source: This month you can enjoy at more than 50 products included in Valentine's day promotion.
mk_mk: Овој месец може да уживате во повеќе од 50 производи вклучени во промоцијата за денот на вљубените.

# promotionMessage2Data
source: Stay tuned 'cause many new promotions are coming up - new month, same place!
mk_mk: Следете не, селедуваат уште многу нови промоции - секој нов месец, на истото место!

source: Promotions
mk_mk: Промоции

source: Promotion up to
mk_mk: Промоција дури до

source: Quantity
mk_mk: Количина

source: Register
mk_mk: Регистрирај се

source: Register account
mk_mk: Регистрирај корисничка сметка

# registerMessage1Data
source: Still not our member? Register your account for FREE and use our great services!
mk_mk: Сеуште не сте наш член? Регистрирај своја корисничка сметка БЕСПЛАТНО и уживај во нашите услуги!

source: Register NOW
mk_mk: Регистрирај се СЕГА

source: Reject Order
mk_mk: Означи како одбиена

source: Remove from Favorites
mk_mk: Избриши од омилени

source: Remove From Shop Cart
mk_mk: Избриши од кошничка

source: Roses
mk_mk: Ружи

source: Sale
mk_mk: Попуст

source: Save
mk_mk: Зачувај

source: Select quantity
mk_mk: Избери количина

source: Services
mk_mk: Услуги

source: Set As Completed
mk_mk: Означи како завршена

source: ShopCart
mk_mk: Кошничка на производи

# shopNameData
source: Flower & Gift Shop Viviano Logo
mk_mk: Продавница за цвеќе и подароци Вивиано

source: Status
mk_mk: Статус

source: Sweets
mk_mk: Слатки

source: Teddy Bears
mk_mk: Мечиња

source: Total Price
mk_mk: Вкупна цена

source: Upload
mk_mk: Прикачи

# UseLocalAccountLogIn
source: Use a local account to log in
mk_mk: Логирај се со корисничка сметка

source: View current promotion
mk_mk: Види ја моменталната промоција

source: We are here
mk_mk: Ние сме тука

source: Wedding
mk_mk: Свадба

source: Wines
mk_mk: Вино
